Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Built-in programs only (zsh, SmallCLUE, ssh, editors). No download, no package manager.
de: Nur integrierte Programme (zsh, SmallCLUE, ssh, Editoren). Kein Download, kein Paketmanager.
es: Solo programas integrados (zsh, SmallCLUE, ssh, editores). Sin descarga ni gestor de paquetes.
fr: Programmes intégrés uniquement (zsh, SmallCLUE, ssh, éditeurs). Aucun téléchargement, aucun gestionnaire de paquets.
ja: 内蔵プログラムのみ（zsh、SmallCLUE、ssh、エディタ）。ダウンロード不要、パッケージマネージャなし。
ko: 내장 프로그램만 포함(zsh, SmallCLUE, ssh, 편집기). 다운로드 없음, 패키지 관리자 없음.
pt_br: Apenas programas integrados (zsh, SmallCLUE, ssh, editores). Sem download, sem gerenciador de pacotes.
ru: Только встроенные программы (zsh, SmallCLUE, ssh, редакторы). Без загрузки и без менеджера пакетов.
zh_hans: 仅内置程序（zsh、SmallCLUE、ssh、编辑器）。无需下载，无软件包管理器。
zh_hant: 僅限內建程式（zsh、SmallCLUE、ssh、編輯器）。無需下載，無套件管理器。

source: Built-in theme
de: Integriertes Theme
es: Tema integrado
fr: Thème intégré
ja: 内蔵テーマ
ko: 내장 테마
pt_br: Tema integrado
ru: Встроенная тема
zh_hans: 内置主题
zh_hant: 內建主題

source: Bundled root archive is missing
de: Mitgeliefertes Root-Archiv fehlt
es: Falta el archivo raíz incluido
fr: L'archive racine intégrée est introuvable
ja: バンドルされたルートアーカイブが見つかりません
ko: 번들 루트 아카이브가 없음
pt_br: O arquivo raiz incluído está ausente
ru: Встроенный архив корневой ФС отсутствует
zh_hans: 缺少内置的根文件系统归档
zh_hant: 缺少內建的根檔案系統封存檔

source: Buttons, cards, text, and monitor bars will all update when you apply this theme.
de: Tasten, Karten, Text und Monitorbalken werden aktualisiert, wenn du dieses Theme anwendest.
es: Los botones, las tarjetas, el texto y las barras del monitor se actualizarán al aplicar este tema.
fr: Les boutons, cartes, textes et barres de moniteur seront tous mis à jour lorsque vous appliquerez ce thème.
ja: このテーマを適用すると、ボタン、カード、テキスト、モニタのバーがすべて更新されます。
ko: 이 테마를 적용하면 버튼, 카드, 텍스트 및 모니터 막대가 모두 업데이트됩니다.
pt_br: Botões, cartões, texto e barras do monitor serão atualizados quando você aplicar este tema.
ru: Кнопки, карточки, текст и полосы мониторинга обновятся, когда вы примените эту тему.
zh_hans: 应用此主题后，按钮、卡片、文本和监视器条形都会更新。
zh_hant: 套用此主題後，按鈕、卡片、文字和監視器長條都會更新。

source: CONNECTIVITY
de: KONNEKTIVITÄT
es: CONECTIVIDAD
fr: CONNECTIVITÉ
ja: 接続
ko: 연결
pt_br: CONECTIVIDADE
ru: ПОДКЛЮЧЕНИЕ
zh_hans: 连接
zh_hant: 連線能力

# Can't open %@ %@
source: Can't open %1$@ %2$@
de: %1$@ kann nicht geöffnet werden %2$@
es: No se puede abrir %1$@ %2$@
fr: Impossible d'ouvrir %1$@ %2$@
ja: %1$@ を開けません %2$@
ko: %1$@을(를) 열 수 없음 %2$@
pt_br: Não é possível abrir %1$@ %2$@
ru: Не удаётся открыть %1$@ %2$@
zh_hans: 无法打开 %1$@ %2$@
zh_hant: 無法打開 %1$@ %2$@

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
zh_hans: 取消
zh_hant: 取消

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
ja: キャンセルしました
ko: 취소됨
pt_br: Cancelado
ru: Отменено
zh_hans: 已取消
zh_hant: 已取消

source: Cancelled.
de: Abgebrochen.
es: Cancelado.
fr: Annulé.
ja: キャンセルしました。
ko: 취소되었습니다.
pt_br: Cancelado.
ru: Отменено.
zh_hans: 已取消。
zh_hant: 已取消。

source: Cancels the video extraction process.
de: Bricht das Extrahieren des Videos ab.
es: Cancela el proceso de extracción del vídeo.
fr: Annule l'extraction de la vidéo.
ja: ビデオの抽出処理をキャンセルします。
ko: 비디오 추출 과정을 취소합니다.
pt_br: Cancela o processo de extração do vídeo.
ru: Отменяет извлечение видео.
zh_hans: 取消视频提取过程。
zh_hant: 取消影片擷取程序。

source: Cannot create destination file
de: Zieldatei kann nicht erstellt werden
es: No se puede crear el archivo de destino
fr: Impossible de créer le fichier de destination
ja: 保存先ファイルを作成できません
ko: 대상 파일을 생성할 수 없음
pt_br: Não é possível criar o arquivo de destino
ru: Не удаётся создать файл назначения
zh_hans: 无法创建目标文件
zh_hant: 無法建立目標檔案

source: Cannot create directory
de: Ordner kann nicht erstellt werden
es: No se puede crear el directorio
fr: Impossible de créer le répertoire
ja: ディレクトリを作成できません
ko: 디렉터리를 생성할 수 없음
pt_br: Não é possível criar o diretório
ru: Не удаётся создать каталог
zh_hans: 无法创建目录
zh_hant: 無法建立目錄

source: Cannot create file
de: Datei kann nicht erstellt werden
es: No se puede crear el archivo
fr: Impossible de créer le fichier
ja: ファイルを作成できません
ko: 파일을 생성할 수 없음
pt_br: Não é possível criar o arquivo
ru: Не удаётся создать файл
zh_hans: 无法创建文件
zh_hant: 無法建立檔案

source: Cannot create temp file
de: Temporäre Datei kann nicht erstellt werden
es: No se puede crear el archivo temporal
fr: Impossible de créer le fichier temporaire
ja: 一時ファイルを作成できません
ko: 임시 파일을 생성할 수 없음
pt_br: Não é possível criar o arquivo temporário
ru: Не удаётся создать временный файл
zh_hans: 无法创建临时文件
zh_hant: 無法建立暫存檔

source: Cannot delete item
de: Objekt kann nicht gelöscht werden
es: No se puede eliminar el elemento
fr: Impossible de supprimer l'élément
ja: 項目を削除できません
ko: 항목을 삭제할 수 없음
pt_br: Não é possível apagar o item
ru: Не удаётся удалить объект
zh_hans: 无法删除项目
zh_hant: 無法刪除項目

source: Cannot delete the default filesystem
de: Das Standard-Dateisystem kann nicht gelöscht werden
es: No se puede eliminar el sistema de archivos predeterminado
fr: Impossible de supprimer le système de fichiers par défaut
ja: デフォルトのファイルシステムは削除できません
ko: 기본 파일 시스템은 삭제할 수 없음
pt_br: Não é possível apagar o sistema de arquivos padrão
ru: Нельзя удалить файловую систему по умолчанию
zh_hans: 无法删除默认文件系统
zh_hant: 無法刪除預設檔案系統

source: Cannot delete the filesystem this session is booted from
de: Das Dateisystem, von dem diese Sitzung gebootet wurde, kann nicht gelöscht werden
es: No se puede eliminar el sistema de archivos desde el que ha arrancado esta sesión
fr: Impossible de supprimer le système de fichiers sur lequel cette session a démarré
ja: このセッションのブート元のファイルシステムは削除できません
ko: 이 세션이 부팅된 파일 시스템은 삭제할 수 없음
pt_br: Não é possível apagar o sistema de arquivos usado para iniciar esta sessão
ru: Нельзя удалить файловую систему, с которой загружен этот сеанс
zh_hans: 无法删除此会话启动所用的文件系统
zh_hant: 無法刪除此工作階段開機所用的檔案系統

source: Cannot move item
de: Objekt kann nicht bewegt werden
es: No se puede mover el elemento
fr: Impossible de déplacer l'élément
ja: 項目を移動できません
ko: 항목을 이동할 수 없음
pt_br: Não é possível mover o item
ru: Не удаётся переместить объект
zh_hans: 无法移动项目
zh_hant: 無法搬移項目

source: Cannot open directory
de: Ordner kann nicht geöffnet werden
es: No se puede abrir el directorio
fr: Impossible d'ouvrir le répertoire
ja: ディレクトリを開けません
ko: 디렉터리를 열 수 없음
pt_br: Não é possível abrir o diretório
ru: Не удаётся открыть каталог
zh_hans: 无法打开目录
zh_hant: 無法打開目錄

source: Cannot open file
de: Datei kann nicht geöffnet werden
es: No se puede abrir el archivo
fr: Impossible d'ouvrir le fichier
ja: ファイルを開けません
ko: 파일을 열 수 없음
pt_br: Não é possível abrir o arquivo
ru: Не удаётся открыть файл
zh_hans: 无法打开文件
zh_hant: 無法打開檔案

source: Cannot open guest file
de: Gast-Datei kann nicht geöffnet werden
es: No se puede abrir el archivo del invitado
fr: Impossible d'ouvrir le fichier de l'invité
ja: ゲストファイルを開けません
ko: 게스트 파일을 열 수 없음
pt_br: Não é possível abrir o arquivo do convidado
ru: Не удаётся открыть гостевой файл
zh_hans: 无法打开客户机文件
zh_hant: 無法打開客體檔案

source: Cannot open source file
de: Quelldatei kann nicht geöffnet werden
es: No se puede abrir el archivo de origen
fr: Impossible d'ouvrir le fichier source
ja: コピー元ファイルを開けません
ko: 원본 파일을 열 수 없음
pt_br: Não é possível abrir o arquivo de origem
ru: Не удаётся открыть исходный файл
zh_hans: 无法打开源文件
zh_hant: 無法打開來源檔案

source: Cannot place destination file
de: Zieldatei kann nicht abgelegt werden
es: No se puede colocar el archivo de destino
fr: Impossible de placer le fichier de destination
ja: 保存先ファイルを配置できません
ko: 대상 파일을 배치할 수 없음
pt_br: Não é possível colocar o arquivo de destino
ru: Не удаётся разместить файл назначения
zh_hans: 无法放置目标文件
zh_hant: 無法放置目標檔案

source: Cannot rename the default filesystem
de: Das Standard-Dateisystem kann nicht umbenannt werden
es: No se puede renombrar el sistema de archivos predeterminado
fr: Impossible de renommer le système de fichiers par défaut
ja: デフォルトのファイルシステムの名前は変更できません
ko: 기본 파일 시스템은 이름을 변경할 수 없음
pt_br: Não é possível renomear o sistema de arquivos padrão
ru: Нельзя переименовать файловую систему по умолчанию
zh_hans: 无法重命名默认文件系统
zh_hant: 無法重新命名預設檔案系統

source: Cannot rename the filesystem this session is booted from
de: Das Dateisystem, von dem diese Sitzung gebootet wurde, kann nicht umbenannt werden
es: No se puede renombrar el sistema de archivos desde el que ha arrancado esta sesión
fr: Impossible de renommer le système de fichiers sur lequel cette session a démarré
ja: このセッションのブート元のファイルシステムの名前は変更できません
ko: 이 세션이 부팅된 파일 시스템은 이름을 변경할 수 없음
pt_br: Não é possível renomear o sistema de arquivos usado para iniciar esta sessão
ru: Нельзя переименовать файловую систему, с которой загружен этот сеанс
zh_hans: 无法重命名此会话启动所用的文件系统
zh_hant: 無法重新命名此工作階段開機所用的檔案系統

source: Cannot resolve path
de: Pfad kann nicht aufgelöst werden
es: No se puede resolver la ruta
fr: Impossible de résoudre le chemin
ja: パスを解決できません
ko: 경로를 확인할 수 없음
pt_br: Não é possível resolver o caminho
ru: Не удаётся разрешить путь
zh_hans: 无法解析路径
zh_hant: 無法解析路徑

source: Cannot save through a broken symbolic link
de: Speichern über einen defekten symbolischen Link nicht möglich
es: No se puede guardar a través de un enlace simbólico roto
fr: Impossible d'enregistrer via un lien symbolique rompu
ja: 壊れたシンボリックリンク経由では保存できません
ko: 손상된 심볼릭 링크를 통해 저장할 수 없음
pt_br: Não é possível salvar por um link simbólico quebrado
ru: Нельзя сохранить через неработающую символическую ссылку
zh_hans: 无法通过损坏的符号链接保存
zh_hant: 無法透過損壞的符號連結儲存

source: Cannot stat filesystem
de: stat auf Dateisystem fehlgeschlagen
es: No se puede obtener el estado del sistema de archivos
fr: Impossible d'interroger le système de fichiers
ja: ファイルシステムの情報を取得できません
ko: 파일 시스템 정보를 가져올 수 없음
pt_br: Não é possível obter informações do sistema de arquivos
ru: Не удаётся получить сведения о файловой системе
zh_hans: 无法获取文件系统信息
zh_hant: 無法取得檔案系統狀態

source: Cannot stat path
de: stat auf Pfad fehlgeschlagen
es: No se puede obtener el estado de la ruta
fr: Impossible d'interroger le chemin
ja: パスの情報を取得できません
ko: 경로 정보를 가져올 수 없음
pt_br: Não é possível obter informações do caminho
ru: Не удаётся получить сведения о пути
zh_hans: 无法获取路径信息
zh_hant: 無法取得路徑狀態

source: Can’t Duplicate
de: Duplizieren nicht möglich
es: No se puede duplicar
fr: Duplication impossible
ja: 複製できません
ko: 복제할 수 없음
pt_br: Não É Possível Duplicar
ru: Не удаётся дублировать
zh_hans: 无法复制
zh_hant: 無法複製

source: Can’t Open
de: Öffnen nicht möglich
es: No se puede abrir
fr: Ouverture impossible
ja: 開けません
ko: 열 수 없음
pt_br: Não É Possível Abrir
ru: Не удаётся открыть
zh_hans: 无法打开
zh_hant: 無法打開

source: Can’t Share
de: Teilen nicht möglich
es: No se puede compartir
fr: Partage impossible
ja: 共有できません
ko: 공유할 수 없음
pt_br: Não É Possível Compartilhar
ru: Не удаётся поделиться
zh_hans: 无法共享
zh_hant: 無法分享

source: Caps Lock mapping is broken in iOS 13. Since iOS 13.4, Caps Lock can be remapped system-wide in Settings → General → Keyboard → Hardware Keyboard → Modifier Keys.
de: Die Caps-Lock-Zuordnung ist in iOS 13 defekt. Seit iOS 13.4 kann Caps Lock systemweit unter Einstellungen → Allgemein → Tastatur → Hardware-Tastatur → Sondertasten neu belegt werden.
es: La asignación de Bloq Mayús no funciona en iOS 13. Desde iOS 13.4, Bloq Mayús se puede reasignar en todo el sistema en Ajustes → General → Teclado → Teclado físico → Teclas de modificación.
fr: Le mappage de Verr. Maj est défectueux sous iOS 13. Depuis iOS 13.4, Verr. Maj peut être remappé pour tout le système dans Réglages → Général → Clavier → Clavier physique → Touches de modification.
ja: iOS 13 では Caps Lock の割り当てが機能しません。 iOS 13.4 以降では、「設定」→「一般」→「キーボード」→「ハードウェアキーボード」→「修飾キー」でシステム全体の Caps Lock を割り当て直せます。
ko: iOS 13에서는 Caps Lock 매핑이 작동하지 않습니다. iOS 13.4부터는 설정 → 일반 → 키보드 → 하드웨어 키보드 → 보조 키에서 Caps Lock을 시스템 전체에 다시 매핑할 수 있습니다.
pt_br: O mapeamento de Caps Lock está com defeito no iOS 13. Desde o iOS 13.4, o Caps Lock pode ser remapeado em todo o sistema em Ajustes → Geral → Teclado → Teclado Físico → Teclas Modificadoras.
ru: Переназначение Caps Lock не работает в iOS 13. Начиная с iOS 13.4, Caps Lock можно переназначить для всей системы в меню «Настройки» → «Основные» → «Клавиатура» → «Аппаратная клавиатура» → «Клавиши модификации».
zh_hans: iOS 13 中的大写锁定键映射已损坏。 自 iOS 13.4 起，可在“设置”→“通用”→“键盘”→“硬件键盘”→“修饰键”中在系统范围内重新映射大写锁定键。
zh_hant: Caps Lock 對應在 iOS 13 中無法正常運作。 自 iOS 13.4 起，可在「設定」→「一般」→「鍵盤」→「硬體鍵盤」→「變更鍵」中全系統重新對應 Caps Lock。

source: Card Surface
de: Kartenfläche
es: Superficie de tarjeta
fr: Surface des cartes
ja: カードの表面
ko: 카드 표면
pt_br: Superfície do Cartão
ru: Поверхность карточки
zh_hans: 卡片表面
zh_hant: 卡片表面

source: Center
de: Mitte
es: Centro
fr: Centre
ja: 中央
ko: 가운데
pt_br: Centro
ru: Центр
zh_hans: 居中
zh_hant: 中間

source: Centered on the bar. On an iPhone held upright, a key set to hide on a narrow bar is left off.
de: Mittig auf der Leiste. Auf einem hochkant gehaltenen iPhone entfallen Tasten, die bei schmaler Leiste ausgeblendet werden.
es: Centradas en la barra. En un iPhone en vertical, se omiten las teclas configuradas para ocultarse en una barra estrecha.
fr: Centrées sur la barre. Sur un iPhone en position verticale, une touche réglée pour être masquée sur une barre étroite est omise.
ja: バーの中央に配置されます。iPhone を縦向きにしているときは、狭いバーで非表示に設定したキーは表示されません。
ko: 막대 가운데에 배치됩니다. 세로로 든 iPhone에서는 좁은 막대에서 숨기도록 설정한 키가 생략됩니다.
pt_br: Centralizadas na barra. Em um iPhone na vertical, uma tecla definida para ocultar em barra estreita fica de fora.
ru: По центру панели. На iPhone в вертикальной ориентации клавиша, которая скрывается на узкой панели, не показывается.
zh_hans: 在栏中居中。竖持 iPhone 时，设为在窄栏中隐藏的按键将不显示。
zh_hant: 置於列的中央。直向握持 iPhone 時，設為在窄列上隱藏的按鍵會被省略。

source: Change the color scheme used for the preview.
de: Ändere das Farbschema der Vorschau.
es: Cambia el esquema de colores usado en la vista previa.
fr: Modifiez le jeu de couleurs utilisé pour l'aperçu.
ja: プレビューで使用する配色を変更します。
ko: 미리보기에 사용되는 색상 구성표를 변경합니다.
pt_br: Altere o esquema de cores usado na pré-visualização.
ru: Измените цветовую схему для предпросмотра.
zh_hans: 更改预览使用的配色方案。
zh_hant: 更改預覽使用的配色。

source: Change themes from one native utility, then fine-tune and save custom palettes for every Workspace app.
de: Wechsle Themes in einem nativen Dienstprogramm, passe sie an und sichere eigene Paletten für jede Workspace-App.
es: Cambia de tema desde una utilidad nativa y luego ajusta y guarda paletas personalizadas para cada app del espacio de trabajo.
fr: Changez de thème depuis un seul utilitaire natif, puis affinez et enregistrez des palettes personnalisées pour chaque app de l'espace de travail.
ja: 1 つのネイティブユーティリティでテーマを切り替え、すべてのワークスペース App 用のカスタムパレットを微調整して保存できます。
ko: 하나의 네이티브 유틸리티에서 테마를 변경하고, 모든 워크스페이스 앱에 맞게 사용자 설정 팔레트를 세부 조정하고 저장하십시오.
pt_br: Troque de tema em um único utilitário nativo e depois ajuste e salve paletas personalizadas para cada app do Espaço de trabalho.
ru: Меняйте темы в одной встроенной утилите, затем настраивайте и сохраняйте свои палитры для всех приложений рабочей области.
zh_hans: 在一个原生工具中更换主题，然后为每个工作区 App 微调并保存自定义调色板。
zh_hant: 在一個原生工具中切換主題，再為每個工作區 App 微調並儲存自訂調色盤。

source: Changed since
de: Seitdem geändert
es: Modificado desde entonces
fr: Modifié depuis
ja: その後変更あり
ko: 이후 변경됨
pt_br: Alterado desde então
ru: Изменено с тех пор
zh_hans: 此后已更改
zh_hant: 之後已變更

source: Changes
de: Änderungen
es: Cambios
fr: Modifications
ja: 変更
ko: 변경 사항
pt_br: Alterações
ru: Изменения
zh_hans: 更改
zh_hant: 變更

source: Changes the shell's current directory to this folder.
de: Wechselt das aktuelle Verzeichnis der Shell in diesen Ordner.
es: Cambia el directorio actual de la shell a esta carpeta.
fr: Remplace le répertoire courant du shell par ce dossier.
ja: シェルのカレントディレクトリをこのフォルダに変更します。
ko: 셸의 현재 디렉터리를 이 폴더로 변경합니다.
pt_br: Altera o diretório atual do shell para esta pasta.
ru: Делает эту папку текущим каталогом оболочки.
zh_hans: 将 shell 的当前目录切换到此文件夹。
zh_hant: 將 shell 的目前目錄切換至此資料夾。

source: Changes…
de: Änderungen …
es: Cambios…
fr: Modifications…
ja: 変更…
ko: 변경 사항…
pt_br: Alterações…
ru: Изменения…
zh_hans: 更改…
zh_hant: 變更…

source: Channels
de: Kanäle
es: Canales
fr: Chaînes
ja: チャンネル
ko: 채널
pt_br: Canais
ru: Каналы
zh_hans: 频道
zh_hant: 頻道

source: Channels (%lu)
de: Kanäle (%lu)
es: Canales (%lu)
fr: Chaînes (%lu)
ja: チャンネル（%lu）
ko: 채널(%lu개)
pt_br: Canais (%lu)
ru: Каналы (%lu)
zh_hans: 频道（%lu）
zh_hant: 頻道（%lu）

source: Character Device
de: Zeichengerät
es: Dispositivo de caracteres
fr: Périphérique caractère
ja: キャラクタデバイス
ko: 문자 장치
pt_br: Dispositivo de Caractere
ru: Символьное устройство
zh_hans: 字符设备
zh_hant: 字元裝置

source: Character device
de: Zeichengerät
es: Dispositivo de caracteres
fr: Périphérique caractère
ja: キャラクタデバイス
ko: 문자 장치
pt_br: Dispositivo de caractere
ru: Символьное устройство
zh_hans: 字符设备
zh_hant: 字元裝置

source: Charging
de: Lädt
es: Cargando
fr: En charge
ja: 充電中
ko: 충전 중
pt_br: Carregando
ru: Заряжается
zh_hans: 正在充电
zh_hant: 充電中

source: Chat With
de: Chatten mit
es: Chatear con
fr: Discuter avec
ja: チャット相手
ko: 채팅 대상
pt_br: Conversar Com
ru: Чат с
zh_hans: 聊天对象
zh_hant: 對話對象

source: Chat destination: %@
de: Chat-Ziel: %@
es: Destino del chat: %@
fr: Destination de la conversation : %@
ja: チャットの接続先: %@
ko: 채팅 대상: %@
pt_br: Destino do chat: %@
ru: Подключение чата: %@
zh_hans: 聊天目标：%@
zh_hant: 對話服務：%@

source: Chats working or waiting (also /agents)
de: Aktive oder wartende Chats (auch /agents)
es: Chats en curso o en espera (también /agents)
fr: Conversations en cours ou en attente (aussi /agents)
ja: 実行中または待機中のチャット（/agents も可）
ko: 작업 중이거나 대기 중인 채팅(/agents도 가능)
pt_br: Chats em execução ou aguardando (também /agents)
ru: Чаты в работе или в ожидании (также /agents)
zh_hans: 运行中或等待中的聊天（也可用 /agents）
zh_hant: 執行中或等待中的對話（亦可用 /agents）

source: Chats. Current chat: %@
de: Chats. Aktueller Chat: %@
es: Chats. Chat actual: %@
fr: Conversations. Conversation actuelle : %@
ja: チャット。現在のチャット: %@
ko: 채팅. 현재 채팅: %@
pt_br: Chats. Chat atual: %@
ru: Чаты. Текущий чат: %@
zh_hans: 聊天。当前聊天：%@
zh_hant: 對話。目前對話：%@

source: Check
de: Prüfen
es: Comprobar
fr: Vérifier
ja: 確認
ko: 확인
pt_br: Verificar
ru: Проверить
zh_hans: 检查
zh_hant: 檢查

source: Check Settings -> Boot Command, or choose/reimport the filesystem.
de: Prüfe Einstellungen -> Bootbefehl oder wähle bzw. importiere das Dateisystem erneut.
es: Revisa Ajustes -> Comando de arranque, o elige/vuelve a importar el sistema de archivos.
fr: Vérifiez Réglages -> Commande de démarrage, ou choisissez/réimportez le système de fichiers.
ja: 「設定」->「ブートコマンド」を確認するか、ファイルシステムを選択または再インポートしてください。
ko: 설정 -> 부팅 명령을 확인하거나, 파일 시스템을 선택하거나 다시 가져오십시오.
pt_br: Verifique Ajustes -> Comando de Inicialização, ou escolha/reimporte o sistema de arquivos.
ru: Проверьте Настройки -> Команда загрузки или выберите/повторно импортируйте файловую систему.
zh_hans: 请检查“设置 -> 引导命令”，或选择/重新导入文件系统。
zh_hant: 請檢查「設定」->「開機指令」，或選擇／重新匯入檔案系統。

source: Check your internet connection and try again.
de: Prüfe deine Internetverbindung und versuche es erneut.
es: Comprueba tu conexión a Internet e inténtalo de nuevo.
fr: Vérifiez votre connexion Internet et réessayez.
ja: インターネット接続を確認してもう一度お試しください。
ko: 인터넷 연결을 확인한 후 다시 시도하십시오.
pt_br: Verifique sua conexão com a internet e tente novamente.
ru: Проверьте подключение к интернету и повторите попытку.
zh_hans: 请检查互联网连接，然后重试。
zh_hant: 請檢查網際網路連線，然後再試一次。

source: Checking %@…
de: %@ wird geprüft …
es: Comprobando %@…
fr: Vérification de %@…
ja: %@ を確認中…
ko: %@ 확인 중…
pt_br: Verificando %@…
ru: Проверка %@…
zh_hans: 正在检查 %@…
zh_hant: 正在檢查 %@…

source: Choose Filesystem
de: Dateisystem wählen
es: Elegir sistema de archivos
fr: Choisir le système de fichiers
ja: ファイルシステムを選択
ko: 파일 시스템 선택
pt_br: Escolher Sistema de Arquivos
ru: Выбор файловой системы
zh_hans: 选择文件系统
zh_hant: 選擇檔案系統

source: Choose Filesystem Current
de: Dateisystem wählen Aktuell
es: Elegir sistema de archivos Actual
fr: Choisir le système de fichiers Actuel
ja: ファイルシステムを選択 現在の設定
ko: 파일 시스템 선택 현재
pt_br: Escolher Sistema de Arquivos Atual
ru: Выбор файловой системы Текущий
zh_hans: 选择文件系统 当前
zh_hant: 選擇檔案系統 目前

source: Choose Model
de: Modell wählen
es: Elegir modelo
fr: Choisir le modèle
ja: モデルを選択
ko: 모델 선택
pt_br: Escolher Modelo
ru: Выбор модели
zh_hans: 选择模型
zh_hant: 選擇模型

source: Choose Model lists the models the server offers. Test Connection sends it a one-line request.
de: „Modell wählen“ listet die Modelle des Servers auf. „Verbindung testen“ sendet ihm eine einzeilige Anfrage.
es: Elegir modelo muestra los modelos que ofrece el servidor. Probar conexión le envía una solicitud de una línea.
fr: Choisir le modèle liste les modèles proposés par le serveur. Tester la connexion lui envoie une requête d'une ligne.
ja: 「モデルを選択」はサーバが提供するモデルを一覧表示します。「接続をテスト」は 1 行のリクエストを送信します。
ko: 모델 선택은 서버가 제공하는 모델을 나열합니다. 연결 테스트는 서버에 한 줄 요청을 보냅니다.
pt_br: Escolher Modelo lista os modelos que o servidor oferece. Testar Conexão envia a ele uma solicitação de uma linha.
ru: «Выбрать модель» показывает модели, которые предлагает сервер. «Проверить подключение» отправляет ему однострочный запрос.
zh_hans: “选择模型”会列出服务器提供的模型。“测试连接”会向其发送一行请求。
zh_hant: 「選擇模型」會列出伺服器提供的模型。「測試連線」會傳送一行請求給伺服器。

source: Choose Model…
de: Modell wählen …
es: Elegir modelo…
fr: Choisir le modèle…
ja: モデルを選択…
ko: 모델 선택…
pt_br: Escolher Modelo…
ru: Выбрать модель…
zh_hans: 选择模型…
zh_hant: 選擇模型…

source: Choose a Filesystem
de: Dateisystem wählen
es: Elige un sistema de archivos
fr: Choisir un système de fichiers
ja: ファイルシステムを選択
ko: 파일 시스템 선택
pt_br: Escolha um Sistema de Arquivos
ru: Выберите файловую систему
zh_hans: 选择文件系统
zh_hant: 選擇檔案系統

source: Choose a distribution below (you'll be asked which architecture if more than one is available), or tap Import to browse for another archive.
de: Wähle unten eine Distribution (bei mehreren Architekturen wirst du gefragt) oder tippe auf „Importieren“, um ein anderes Archiv auszuwählen.
es: Elige una distribución a continuación (se te preguntará la arquitectura si hay más de una disponible) o toca Importar para buscar otro archivo.
fr: Choisissez une distribution ci-dessous (l'architecture vous sera demandée si plusieurs sont disponibles), ou touchez Importer pour rechercher une autre archive.
ja: 下からディストリビューションを選択するか（複数ある場合はアーキテクチャを選択します）、「インポート」をタップして別のアーカイブを探してください。
ko: 아래에서 배포판을 선택하거나(둘 이상의 아키텍처가 있으면 선택하라는 메시지가 표시됨), 가져오기를 탭하여 다른 아카이브를 찾아보십시오.
pt_br: Escolha uma distribuição abaixo (será perguntada a arquitetura se houver mais de uma disponível) ou toque em Importar para procurar outro arquivo.
ru: Выберите дистрибутив ниже (если доступно несколько архитектур, вас спросят, какую выбрать) или коснитесь «Импорт», чтобы найти другой архив.
zh_hans: 请在下方选择一个发行版（如有多个架构可用，会询问你选择哪个），或轻点“导入”浏览其他归档。
zh_hant: 請在下方選擇發行版（若有多種架構可用，會詢問你要哪一種），或點一下「匯入」以瀏覽其他封存檔。

source: Choose a distribution or import a root archive from Files.
de: Wähle eine Distribution oder importiere ein Root-Archiv aus „Dateien“.
es: Elige una distribución o importa un archivo raíz desde Archivos.
fr: Choisissez une distribution ou importez une archive racine depuis Fichiers.
ja: ディストリビューションを選択するか、“ファイル”からルートアーカイブをインポートしてください。
ko: 배포판을 선택하거나 파일에서 루트 아카이브를 가져오십시오.
pt_br: Escolha uma distribuição ou importe um arquivo raiz de Arquivos.
ru: Выберите дистрибутив или импортируйте архив корневой ФС из Файлов.
zh_hans: 选择一个发行版，或从“文件”导入根文件系统归档。
zh_hant: 選擇發行版，或從「檔案」匯入根檔案系統封存檔。

source: Choose a utility group.
de: Wähle eine Gruppe von Dienstprogrammen.
es: Elige un grupo de utilidades.
fr: Choisissez un groupe d'utilitaires.
ja: ユーティリティグループを選択してください。
ko: 유틸리티 그룹을 선택하십시오.
pt_br: Escolha um grupo de utilitários.
ru: Выберите группу утилит.
zh_hans: 选择一个工具组。
zh_hant: 選擇工具群組。

source: Choose an architecture.
de: Wähle eine Architektur.
es: Elige una arquitectura.
fr: Choisissez une architecture.
ja: アーキテクチャを選択してください。
ko: 아키텍처를 선택하십시오.
pt_br: Escolha uma arquitetura.
ru: Выберите архитектуру.
zh_hans: 选择架构。
zh_hant: 選擇架構。
